{
    "language": "en",
    "dark_mode": "Dark mode",
    "home_welcome": "Hi there",
    "home_i": "i'm",
    "home_what_i_do": "I am a Software Engineer",
    "home_job": "Full stack developer, Puzzle lover, Dance appreciator.",
    "home_location": "Based in San Diego, California.",
    "home_contact_btn": "Get in touch",
    "menu_about": "About",
    "menu_projects": "Projects",
    "menu_experience": "Experience",
    "menu_contact": "Contact",
    "menu_resume": "Resume",
    "about_desc": "Hello! I am a Hack Reactor graduate and currently pursuing Software Engineering as the 'job' that does not feel like a job. My love for games have turned coding into one giant puzzle with unlimited solutions. When I code, it never feels like work but rather like another game I can play and enjoy doing! I hope to one day join the gaming industry as a fellow engineer and inspire someone for their next passion!",
    "experience_0_job": "Professional Service Consultant",
    "experience_0_overview": "LPL Financial is a financial firm where Financial Advisors and clients may invest their money. I contributed as a supervisor leading teams that were made of 60+ members while maintaining internal operations across the company.",
    "experience_0_duration": "Nov 2020 - Oct 2022",
    "experience_1_job": "Full Stack Engineer",
    "experience_1_overview": "Hack Reactor is a Software Engineering Immersive bootcamp where I had dedicated over 1000+ hours to learn how to code, problem-solve, and design code architecture. Through Hack Reactor, I have been able to obtain skills such as Python, JavaScript, React.js and many more. ",
    "experience_1_duration": "Nov 2022 - March 2023",
    "projects_1_overview": "A convenient junk removal app.",
    "projects_2_overview": "A car dealership application to manage inventory and sales.",
    "projects_3_overview": "An organizational interview tracking app.",
    "projects_1_extended_overview": "SWUP is a convenient junk removal app where a user can create a post to schedule it for pickup. It was created to resolve the ease of posting junk that needs to be removed and a worker to easily select accept to take on the job.",
    "projects_2_extended_overview": "CarCar is a car dealership app that organizes sales, inventory, appointments, clients, and employees info. With various forms, it utilizes microservices to connect between two databases and polls for information from databse to be used in its own. ",
    "projects_3_extended_overview": "Inner-View was initially created to assist me with keeping track of scheduled interviews when I had started my job hunt. The Inner-View app assists with keeping track of interviews you received for jobs by inputting it's details, links, and descriptions.",
    "contact_full_name": "Full name",
    "contact_email": "E-mail adress",
    "contact_btn": "Send message"
}
